// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP-printer Webservices";
TaskTOCTitle = "HP Webservices";
SummarySucceededTaskName = "HP Webservices is geactiveerd";
SummaryFailedTaskName = "Kan HP Webservices niet activeren";
SummaryUpdateAvailableName = "Update beschikbaar";
SummaryTaskTOCTitle = "Samenvatting";

EnableWebServicesButtonTitle = "Ja, ik ga akkoord met de Gebruiksvoorwaarden.";
SkipWebServicesEnablingCaption = "Klik op Overslaan als u Web Services niet wilt inschakelen.";

AlreadyEnabledTitle = "De printer is nu verbonden met uw netwerk.\nHP-printers met internetverbinding bieden interessante en innovatieve nieuwe services, zoals HP Touchsmart Apps, ePrint en automatische productupdates. Voor meer informatie over deze services raadpleegt u de productdocumentatie of gaat u naar";
AlreadyEnabledText = "HP Webservices is al op uw printer geactiveerd. Klik op onderstaande knop om een pagina met meer gegevens en het ePrint-adres voor deze printer af te drukken.";
PrintWebServicesDetailsButtonTitle = "Druk details HP Webservices af";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Er is een update beschikbaar voor uw apparaat. Deze update is vereist om Webservices in te schakelen. Druk op de knop ePrint op het apparaat om de update toe te passen. U wordt stapsgewijs door het proces geleid.";

LookingForDeviceUpdateProgressTitle = "Apparaat zoekt naar updates… Een ogenblik geduld.";
EnableWebServicesProgressTitle = "Webservices wordt op uw printer geconfigureerd… Even geduld.";

WebServicesEnablingSucceededCaption = "HP Web Services is geactiveerd op uw printer.\n\nEr wordt nu een pagina afgedrukt met aanvullende informatie over HP Web Services en het ePrint-adres van de printer.";
WebServicesEnablingFailedCaption = "HP Webservices voor deze printer kan nu niet worden geactiveerd. Dit kan worden veroorzaakt door een tijdelijk probleem met de internetverbinding van de webservice, of voor uw printer is mogelijk een productupdate vereist.\r\rProbeer HP Webservices later opnieuw te activeren door op de knop 'ePrint' op de printer te drukken. Als een productupdate is vereist, krijgt u vervolgens instructies om de configuratie van Webservices te voltooien.\r\rDit heeft geen invloed op de andere functies van uw printer. U kunt nog steeds afdrukken en alle andere functies normaal uitvoeren met uw printer.";

HSDProductUpdate = "Productupdates:";
HSDAutomaticalyUpdate = "Mijn product automatisch bijwerken (aanbevolen)";
HSDNotifyBeforeUpdate = "Mij waarschuwen voor een product wordt bijgewerkt";
HSDNeverUpdate = "Mijn product nooit bijwerken";

HSDDisableWebServicesTitle = "Wilt u Webservices uitschakelen?";
HSDAllowProductUpdatesTitle = "Wilt u productupdates toestaan?";
HSDAllowProductUpdatesText = "Als u Webservices wilt gebruiken, moet u toestaan dat de printer op updates controleert.";
HSDDisableWebServices = "Webservices uitschakelen?";
HSDUpdateAutomatically = "Automatisch bijwerken";
HSDNotifyBeforeUpdating = "Waarschuwen alvorens bij te werken";
